Autodesk.Revit.DB.Lighting.CustomInitialColor.#ctor(Autodesk.Revit.DB.Lighting.CustomInitialColor)
Creates a copy of the given custom initial color
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013